{
    "vocational_certificate_3rd_year": [
        {
            "id": "act_vc_3_1",
            "img": "https://raw.githubusercontent.com/ImJustNon/portfolio_assets/main/assets/raw/ICVSIP2024/1724817614506.jpg",
            "url": "https://raw.githubusercontent.com/ImJustNon/portfolio_assets/main/assets/raw/ICVSIP2024/1724817614506.jpg",
            "title": [
                "เข้าร่วมการแข่งขันประกวดโครงงาน ในงานการประชุมวิชาการนานาชาติ ครั้งที่ 9",
                "(THE 9th INTERNATIONAL CONVENTION ON VOCATIONAL STUDENT'S INNOVATION PROJECT 2024)"
            ],
            "description": [
                "ประเภท : Oral Presentation",
                "ชั้น : ปวช.3",
                "ณ โรงเเรมเชียงใหม่ แกรนด์วิวและศูนย์ประชุมนานาชาติ จ.เชียงใหม่"
            ],
            "details": {
                "photos": [
                    "https://raw.githubusercontent.com/ImJustNon/portfolio_assets/main/assets/raw/ICVSIP2024/optimized_Alerting Medicine Cabinet by Using IoT and Web Application .pdf (1).jpg",
                    "https://raw.githubusercontent.com/ImJustNon/portfolio_assets/main/assets/raw/ICVSIP2024/1724817614506.jpg",
                    "https://raw.githubusercontent.com/ImJustNon/portfolio_assets/main/assets/raw/ICVSIP2024/1724817646710.jpg",
                    "https://raw.githubusercontent.com/ImJustNon/portfolio_assets/main/assets/raw/ICVSIP2024/1724910839662.jpg",
                    "https://raw.githubusercontent.com/ImJustNon/portfolio_assets/main/assets/raw/ICVSIP2024/1724910873626.jpg",
                    "https://raw.githubusercontent.com/ImJustNon/portfolio_assets/main/assets/raw/ICVSIP2024/IMG_1732.JPG",
                    "https://raw.githubusercontent.com/ImJustNon/portfolio_assets/main/assets/raw/ICVSIP2024/IMG_1733.JPG",
                    "https://raw.githubusercontent.com/ImJustNon/portfolio_assets/main/assets/raw/ICVSIP2024/IMG_1734.JPG",
                    "https://raw.githubusercontent.com/ImJustNon/portfolio_assets/main/assets/raw/ICVSIP2024/IMG_2115.JPG",
                    "https://raw.githubusercontent.com/ImJustNon/portfolio_assets/main/assets/raw/ICVSIP2024/IMG_3206.JPG",
                    "https://raw.githubusercontent.com/ImJustNon/portfolio_assets/main/assets/raw/ICVSIP2024/IMG_2405.JPG",
                    "https://raw.githubusercontent.com/ImJustNon/portfolio_assets/main/assets/raw/ICVSIP2024/IMG_2405.JPG"
                ],
                "description": [    
                    "การแข่งขันในภาค Oral-presentation คืออะไร?",
                    "การแข่งขันในภาค Oral-presentation คือการที่เรานำโปรเจกต์ของกลุ่มขึ้นไปนำเสนอให้ท่านคณะกรรมการเข้าใจในปัญหาที่เราพบเจอ และอธิบายเกี่ยวกับวัสดุอุปกรณ์ที่ใช้และราคาในการสร้างโปรเจกต์นี้ รวมถึงผลการสำรวจของผู้ทดลองใช้งานและการตอบคำถามจากท่านคณะกรรมการ โดยการนำเสนอเป็นภาษาอังกฤษ โปรเจกต์ที่แข่งขันคือ ตู้ยาเเจ้งเตือนการทานยาด้วยเทคโนโลยีไอโอที หรือ ในชื่อภาษาอังกฤษว่า Alerting Medicine Cabinet by Using IoT and Web Application",
                    "เหตุที่เลือกทำโปรเจกต์นี้?",
                    "โปรเจกต์เกิดมาจากพวกผมได้ไปพบกับข่าวข่าวหนึ่งที่เกี่ยวกับผู้สูงอายุที่เป็นโรคหัวใจลืมทานยา ทำให้ผู้ป่วยคนนั้นเสียชีวิตเนื่องจากภาวะหัวใจล้มเหลว จากนั้นลูกของผู้เสียชีวิตได้กลับมาที่บ้านจึงได้พบว่าได้เสียชีวิตเเล้ว เพราะงั้นพวกผมจึงได้คิดที่จะทำตู้ยาเเจ้งเตือนเพื่อช่วยเตือนการทานยาของผู้ป่วย เเละยังเป็นการช่วยเพิ่มความสบายใจกับผู้ดูเเลอีกด้วย เเละระบบ IoT ที่สามารถตั้งค่าเวลาการทานยาเเละเเจ้งเตือนไปที่มือถือได้",
                    "สิ่งที่ได้รับจากการทำโปรเจกต์",
                    "สิ่งที่ผมได้รับจากการทำงานคือการได้รู้จักทำงานร่วมกับคนอื่น การได้ฝึกใช้ทักษะเพิ่มเติมจากสิ่งที่เรียนมา การได้นำทักษะที่เรียนมาใช้ปฏิบัติงาน ความละเอียดรอบคอบในการทำงานทุกขั้นตอน ตลอดจนทักษะที่ใช้ในการนำเสนอในงานวิชาการ"
                ]
            }
        },
        {
            "id": "act_vc_3_2",
            "img": "",
            "url": "",
            "title": [
                "เป็นสมาชิกองค์การนักวิชาชีพในอนาคตเเห่งประเทศไทย",
                "ตำเเหน่ง คณะกรรมการ ระดับ สถานศึกษา"
            ],
            "description": [
                "ชั้น : ปวช.2 - 3",
                "ณ วิทยาลัยอาชีวศึกษาเทคโนโลยีฐานวิทยาศาสตร์(ชลบุรี)"
            ],
            "details": {
                "photos": [

                ],
                "description": [    
                    "อวท. คืออะไร ?",
                    "องค์การนักวิชาชีพในอนาคตเเห่งประเทศไทย หรือตัวย่อ อวท. นั้นจะคล้ายๆ กับ สภานักเรียนของโรงเรียนสายสามัญ พวกเราจะดำเนินงานทั้ง จัดกิจกรรมที่เกี่ยวข้อง ทำตามนโยบายที่ได้กล่าวไว้ เเละ อำนวยความสะดวกกับสมาชิกองค์การ",
                    "ตำเเหน่ง คณะกรรมการ ทำอะไรบ้าง ?",
                    "ผมที่ได้รับตำเเหน่งคณะกรรมการ มีหน้าที่ในการเป็นผู้จัดเตรียมเเละช่วยเหลือสมาชิกคนอื่นๆ รวมถึงช่วยอำนวยความสะดวกให้กับผู้เข้าร่วมในงานกิจกรรมขององค์การ เเละ สมาชิกองค์การ",
                    "ได้อะไรบ้าง ?",
                    "เนื่องจากการได้เป็นสามาชิกองค์การนั้น เป็นงานที่ค่อนข้างหนัก ทำให้ผมได้ฝึกการจัดสรรค์เวลาทั้งการเรียน งาน เเละ กิจกรรม ถึงกระนั้นผมยังได้ฝึกการทำเอกสารราชการที่จะต้องมีการทำทุกๆเทอมเพราะจะต้องเอาไว้ใช้ประเมินเมื่อจบภาคเรียน เเละ ยังเป็นการฝึกผมเกี่ยวกับการทำงานร่วมกับผู้อื่น การสื่อสาร การเข้าสังคม เเละ ความเข้าใจในระบบราชการ"
                ]
            }
        },
        {
            "id": "act_vc_3_3",
            "img": "",
            "url": "",
            "title": [
                "เป็นตัวเเทนชมรมวิชาชีพ ในผลงาน สมาชิกดีเด่น",
                "เพื่อรับการคัดเลือกเป็นชมรมวิชาชีพดีเด่น ประจำปีการศึกษา 2567"
            ],
            "description": [
                "ชั้น : ปวช. 3",
                "ณ วิทยาลัยอาชีวศึกษาเทคโนโลยีฐานวิทยาศาสตร์(ชลบุรี)"
            ],
            "details": {
                "photos": [

                ],
                "description": [    
                    "ผมได้รับคัดเลือกเป็นตัวเเทน ชมรมวิชาชีพ ในผลงาน สมาชิกดีเด่น โดยคัดเลือกจากผลงานที่เด่นๆ อย่างของผมที่นำขึ้นโปสเตอร์เเละเล่มประกอบจะมี โครงการทุนเเลกเปลี่ยน THAI - SINGAPORE, รางวัลชนะเลิศการเเข่งขัน STEM ระดับชาติ, การเเข่งขัน Hackathon AIoT ที่จัดโดย NECTEC เเละ การเเข่งขัน Oral Presentation ในงานนานาชาติที่จังหวัดเชียงใหม่"
                ]
            }
        },
        {
            "id": "act_vc_3_4",
            "img": "",
            "url": "",
            "title": [
                "เข้าร่วมออกรายการ Teennovator วัยรุ่นกู้โลก ซีซัน 2"
            ],
            "description": [
                "ชั้น : ปวช. 3",
                "ณ SUPERJEEW Studio"
            ],
            "details": {
                "photos": [

                ],
                "description": [    
                    "ได้เป็นหนึ่งในทีมตัวเเทนไปออกรายการ Teennovator วัยรุ่นกู้โลก ซีซั่น 2 โดยได้รับโจทย์เกี่ยวกับปัญหาการลืมเด็กไว้บนรถตู้ โดยพวกผมได้มีเเนวคิดที่จะสร้างนวัตกรรมที่ช่วยตรวจสอบว่ามีเด็กหลงเหลืออยู่ในรถตู้หรือไม่ หากตรวจพบจะเเจ้งเตือนที่ให้ผู้ดูเเล คนขับรถตู้ เเละผู้ปกครอง ทราบโดยทันที โดยปัจจุบันอยู่ในขั้นตอนการถ่ายทำ จึงทำให้สามารถเปิดเผยข้อมูลได้บ้างส่วนได้เท่านั้นครับ"
                ]
            }
        },
        {
            "id": "act_vc_3_5",
            "img": "",
            "url": "",
            "title": [
                
            ],
            "description": [

            ],
            "details": {
                "photos": [

                ],
                "description": [    
                    ""
                ]
            }
        }
    ]
}